Repository: rc54266/merkle_estagio
Catalog: var/langs/*/addons/client_tiers.po
Languages: da_dk, de_de, fa_ir, fi_fi, nl_nl, no_no, sv_se, tr_tr

# Addons::name::client_tiers
source: Client tiers
da_dk: Klientniveauer
de_de: Client-Stufen
fa_ir: لایه های مشتری
fi_fi: Asiakastasot
nl_nl: Klantlagen
no_no: Klientnivåer
sv_se: Klientnivåer
tr_tr: Müşteri katmanları

# Addons::description::client_tiers
source: Automatically assigns and removes customer's user group depending on money spent. Allows you to rank your customers (for example, bronze, silver, gold customers).
da_dk: Tildeler og fjerner automatisk kundens brugergruppe afhængigt af brugte penge. Giver dig mulighed for at rangere dine kunder (for eksempel bronze-, sølv-, guldkunder).
de_de: Weist die Benutzergruppe des Kunden je nach ausgegebenem Geld automatisch zu und entfernt sie. Ermöglicht es Ihnen, Ihre Kunden einzustufen (z. B. Bronze-, Silber-, Goldkunden).
fa_ir: بسته به پول خرج شده، به طور خودکار گروه کاربری مشتری را اختصاص داده و حذف می کند. به شما امکان می دهد مشتریان خود را رتبه بندی کنید (مثلاً مشتریان برنزی، نقره ای، طلایی).
fi_fi: Määrittää ja poistaa automaattisesti asiakkaan käyttäjäryhmän käytetyn rahan mukaan. Voit asettaa asiakkaasi paremmuusjärjestykseen (esimerkiksi pronssi-, hopea-, kulta-asiakkaat).
nl_nl: Wijst automatisch de gebruikersgroep van de klant toe en verwijdert deze, afhankelijk van het uitgegeven geld. Hiermee kunt u uw klanten rangschikken (bijvoorbeeld bronzen, zilveren, gouden klanten).
no_no: Tildeler og fjerner automatisk kundens brukergruppe avhengig av penger brukt. Lar deg rangere kundene dine (for eksempel bronse-, sølv-, gullkunder).
sv_se: Tilldelar och tar automatiskt bort kundens användargrupp beroende på spenderade pengar. Låter dig rangordna dina kunder (till exempel brons-, silver-, guldkunder).
tr_tr: Harcanan paraya göre müşterinin kullanıcı grubunu otomatik olarak atar ve kaldırır. Müşterilerinizi sıralamanızı sağlar (örneğin bronz, gümüş, altın müşteriler).

# SettingsSections::client_tiers::general
source: General
da_dk: Generel
de_de: Allgemein
fa_ir: عمومی
fi_fi: Kenraali
nl_nl: Algemeen
no_no: Generell
sv_se: Allmän
tr_tr: Genel

# SettingsOptions::client_tiers::tiers_reporting_period
source: Reporting period
da_dk: Rapporteringsperiode
de_de: Berichtszeitraum
fa_ir: دوره گزارش
fi_fi: Raportointikausi
nl_nl: Verslagperiode
no_no: Rapporteringsperiode
sv_se: Rapporteringsperiod
tr_tr: raporlama dönemi

# SettingsTooltips::client_tiers::tiers_reporting_period
source: Statistics from this period is checked to see if a customer is eligible for a certain tier
da_dk: Statistik fra denne periode kontrolleres for at se, om en kunde er berettiget til et bestemt niveau
de_de: Statistiken aus diesem Zeitraum werden überprüft, um festzustellen, ob ein Kunde für eine bestimmte Stufe berechtigt ist
fa_ir: آمارهای مربوط به این دوره بررسی می شود تا ببینیم آیا مشتری واجد شرایط یک ردیف خاص است یا خیر
fi_fi: Tämän ajanjakson tilastoista tarkistetaan, onko asiakas oikeutettu tietylle tasolle
nl_nl: Statistieken uit deze periode worden gecontroleerd om te zien of een klant in aanmerking komt voor een bepaald niveau
no_no: Statistikk fra denne perioden sjekkes for å se om en kunde er kvalifisert for et bestemt nivå
sv_se: Statistik från denna period kontrolleras för att se om en kund är berättigad till en viss nivå
tr_tr: Bir müşterinin belirli bir katman için uygun olup olmadığını görmek için bu döneme ait istatistikler kontrol edilir.

# SettingsOptions::client_tiers::upgrade_tier_option
source: Customer tier can upgrade
da_dk: Kundeniveau kan opgradere
de_de: Die Kundenstufe kann aktualisiert werden
fa_ir: سطح مشتری می تواند ارتقا یابد
fi_fi: Asiakastaso voi päivittää
nl_nl: Klantniveau kan upgraden
no_no: Kundenivå kan oppgradere
sv_se: Kundnivå kan uppgraderas
tr_tr: Müşteri katmanı yükseltebilir

# SettingsOptions::client_tiers::automatic_downgrade
source: Tier check can downgrade customer's tier
da_dk: Tier check kan nedgradere kundens niveau
de_de: Die Stufenprüfung kann die Stufe des Kunden herabstufen
fa_ir: بررسی ردیف می تواند سطح مشتری را کاهش دهد
fi_fi: Tason tarkistus voi alentaa asiakkaan tasoa
nl_nl: Niveaucontrole kan het niveau van de klant downgraden
no_no: Nivåsjekk kan nedgradere kundens nivå
sv_se: Nivåkontroll kan nedgradera kundens nivå
tr_tr: Katman kontrolü, müşterinin katmanını düşürebilir

# Languages::client_tiers.minimum_spend_value
source: Required spendings
da_dk: Nødvendige udgifter
de_de: Erforderliche Ausgaben
fa_ir: هزینه های مورد نیاز
fi_fi: Vaaditut menot
nl_nl: Vereiste uitgaven
no_no: Nødvendige utgifter
sv_se: Erforderliga utgifter
tr_tr: Gerekli harcamalar

# Languages::client_tiers.tooltip_minimum_spend_value
source: Set 0 if you don't want this user group to be assigned automatically. Otherwise, customer can get this user group after spending the specified sum during the reporting period set in the Client Tiers add-on.
da_dk: Indstil 0, hvis du ikke ønsker, at denne brugergruppe skal tildeles automatisk. Ellers kan kunden få denne brugergruppe efter at have brugt den angivne sum i den rapporteringsperiode, der er angivet i tilføjelsen Client Tiers.
de_de: Stellen Sie 0 ein, wenn diese Benutzergruppe nicht automatisch zugewiesen werden soll. Andernfalls kann der Kunde diese Benutzergruppe erhalten, nachdem er die angegebene Summe während des Berichtszeitraums ausgegeben hat, der im Client Tiers-Add-On festgelegt wurde.
fa_ir: اگر نمی خواهید این گروه کاربری به طور خودکار اختصاص داده شود، 0 را تنظیم کنید. در غیر این صورت، مشتری می تواند این گروه کاربری را پس از صرف مبلغ مشخص شده در طول دوره گزارش تعیین شده در افزونه Client Tiers دریافت کند.
fi_fi: Aseta arvoksi 0, jos et halua, että tämä käyttäjäryhmä määritetään automaattisesti. Muuten asiakas voi saada tämän käyttäjäryhmän kulutettuaan määritetyn summan Client Tiers -lisäosassa määritetyn raportointikauden aikana.
nl_nl: Stel 0 in als u niet wilt dat deze gebruikersgroep automatisch wordt toegewezen. Anders kan de klant deze gebruikersgroep krijgen na besteding van het gespecificeerde bedrag tijdens de rapportageperiode die is ingesteld in de add-on Client Tiers.
no_no: Sett 0 hvis du ikke vil at denne brukergruppen skal tildeles automatisk. Ellers kan kunden få denne brukergruppen etter å ha brukt den angitte summen i løpet av rapporteringsperioden som er angitt i Client Tiers-tillegget.
sv_se: Ställ in 0 om du inte vill att denna användargrupp ska tilldelas automatiskt. Annars kan kunden få den här användargruppen efter att ha spenderat den angivna summan under den rapporteringsperiod som anges i tillägget Client Tiers.
tr_tr: Bu kullanıcı grubunun otomatik olarak atanmasını istemiyorsanız 0 olarak ayarlayın. Aksi takdirde, müşteri, Müşteri Katmanları eklentisinde belirlenen raporlama döneminde belirtilen tutarı harcadıktan sonra bu kullanıcı grubunu alabilir.

# Languages::client_tiers.bronze_level_customers
source: Bronze level customers
da_dk: Kunder på bronzeniveau
de_de: Kunden mit Bronze-Level
fa_ir: مشتریان سطح برنز
fi_fi: Pronssitason asiakkaita
nl_nl: Klanten op bronzen niveau
no_no: Kunder på bronsenivå
sv_se: Kunder på bronsnivå
tr_tr: Bronz seviye müşteriler

# Languages::client_tiers.silver_level_customers
source: Silver level customers
da_dk: Sølv niveau kunder
de_de: Kunden der Stufe Silber
fa_ir: مشتریان سطح نقره ای
fi_fi: Hopeatason asiakkaat
nl_nl: Zilver niveau klanten
no_no: Kunder på sølvnivå
sv_se: Kunder på silvernivå
tr_tr: Gümüş seviye müşteriler

# Languages::client_tiers.gold_level_customers
source: Gold level customers
da_dk: Kunder på guldniveau
de_de: Kunden mit Gold-Level
fa_ir: مشتریان سطح طلا
fi_fi: Kultatason asiakkaat
nl_nl: Klanten op gouden niveau
no_no: Kunder på gullnivå
sv_se: Kunder på guldnivå
tr_tr: Altın seviye müşteriler

# Languages::client_tiers.client_success_set_tier
source: [username] spent [total] amount in reported period and moved to [new_group]
da_dk: [username] brugt [total] beløb i rapporteret periode og flyttet til [new_group]
de_de: [username] hat im gemeldeten Zeitraum [total] Betrag ausgegeben und ist nach [new_group]verschoben
fa_ir: [username] در دوره گزارش شده [total] مبلغ را خرج کرد و به [new_group]منتقل شد
fi_fi: [username] käytti [total] summan raportointijaksolla ja siirtyi [new_group]:een
nl_nl: [username] [total] bedrag uitgegeven in gerapporteerde periode en verplaatst naar [new_group]
no_no: [username] brukte [total] beløp i rapportert periode og flyttet til [new_group]
sv_se: [username] spenderade [total] belopp under rapporterad period och flyttade till [new_group]
tr_tr: [username] , rapor edilen dönemde [total] miktar harcadı ve [new_group]taşındı

# Languages::client_tiers.client_fail_set_new_tier
source: Couldn't assign user group [new_group] to customer with id [user_id]. Customer spent [total] in the reporting period, which is more than the required spendings for this user group.
da_dk: Kunne ikke tildele brugergruppe [new_group] til kunde med id [user_id]. Kunden brugte [total] i rapporteringsperioden, hvilket er mere end de krævede udgifter for denne brugergruppe.
de_de: Die Benutzergruppe [new_group] konnte dem Kunden mit der ID [user_id]nicht zugewiesen werden. Der Kunde hat im Berichtszeitraum [total] ausgegeben, was mehr ist als die erforderlichen Ausgaben für diese Benutzergruppe.
fa_ir: نمی توان گروه کاربری [new_group] را به مشتری با شناسه [user_id]اختصاص داد. مشتری در دوره گزارش [total] هزینه کرده است که بیش از هزینه های لازم برای این گروه کاربری است.
fi_fi: Käyttäjäryhmää [new_group] ei voitu määrittää asiakkaalle, jonka tunnus on [user_id]. Asiakas käytti raportointikaudella [total] , mikä on enemmän kuin tälle käyttäjäryhmälle vaadittu kulutus.
nl_nl: Kan gebruikersgroep [new_group] niet toewijzen aan klant met id [user_id]. Klant heeft [total] uitgegeven in de rapportageperiode, wat meer is dan de vereiste uitgaven voor deze gebruikersgroep.
no_no: Kunne ikke tilordne brukergruppe [new_group] til kunde med id [user_id]. Kunden brukte [total] i rapporteringsperioden, som er mer enn de nødvendige kostnadene for denne brukergruppen.
sv_se: Det gick inte att tilldela användargrupp [new_group] till kund med id [user_id]. Kunden spenderade [total] under rapporteringsperioden, vilket är mer än de utgifter som krävs för denna användargrupp.
tr_tr: [new_group] kullanıcı grubu, [user_id]kimliğine sahip müşteriye atanamadı. Müşteri, raporlama döneminde bu kullanıcı grubu için gerekli harcamalardan [total] fazlasını harcadı.

# Languages::client_tiers.client_fail_unset_old_tier
source: Couldn't remove user group [old_group] from customer with id [user_id]. With [total] spent in the reporting period, customer shouldn't be a part of this user group.
da_dk: Kunne ikke fjerne brugergruppe [old_group] fra kunde med id [user_id]. Med [total] brugt i rapporteringsperioden, bør kunden ikke være en del af denne brugergruppe.
de_de: Die Benutzergruppe [old_group] konnte nicht vom Kunden mit der ID [user_id]entfernt werden. Mit [total] Ausgaben im Berichtszeitraum sollte der Kunde nicht Teil dieser Benutzergruppe sein.
fa_ir: گروه کاربری [old_group] از مشتری با شناسه [user_id]حذف نشد. با [total] هزینه در دوره گزارش، مشتری نباید بخشی از این گروه کاربری باشد.
fi_fi: Käyttäjäryhmää [old_group] ei voitu poistaa asiakkaalta, jonka tunnus on [user_id]. Kun raportointijaksolla on käytetty [total] , asiakkaan ei pitäisi kuulua tähän käyttäjäryhmään.
nl_nl: Kan gebruikersgroep [old_group] niet verwijderen van klant met id [user_id]. Met [total] uitgegeven in de rapportageperiode, zou de klant geen deel moeten uitmaken van deze gebruikersgroep.
no_no: Kunne ikke fjerne brukergruppe [old_group] fra kunde med id [user_id]. Med [total] brukt i rapporteringsperioden, bør kunden ikke være en del av denne brukergruppen.
sv_se: Det gick inte att ta bort användargrupp [old_group] från kund med id [user_id]. Med [total] spenderade under rapporteringsperioden bör kunden inte vara en del av denna användargrupp.
tr_tr: [old_group] kullanıcı grubu, [user_id]kimliğine sahip müşteriden kaldırılamadı. Raporlama döneminde harcanan [total] adet müşteri bu kullanıcı grubunun bir parçası olmamalıdır.

# Languages::client_tiers.client_success_unset_tier
source: Customer [username] was successfully removed from [old_group] due to [total] spent in reporting period.
da_dk: Kunde [username] blev fjernet fra [old_group] på grund af [total] brugt i rapporteringsperioden.
de_de: Kunde [username] wurde erfolgreich aus [old_group] entfernt, da [total] im Berichtszeitraum ausgegeben wurden.
fa_ir: مشتری [username] به دلیل [total] هزینه در دوره گزارش با موفقیت از [old_group] حذف شد.
fi_fi: Asiakas [username] poistettiin onnistuneesti [old_group] , koska [total] oli käytetty raportointijaksolla.
nl_nl: Klant [username] is succesvol verwijderd uit [old_group] vanwege [total] besteed in de rapportageperiode.
no_no: Kunde [username] ble fjernet fra [old_group] på grunn av [total] brukt i rapporteringsperioden.
sv_se: Kund [username] togs bort från [old_group] på grund av att [total] spenderades under rapportperioden.
tr_tr: Müşteri [username] , raporlama döneminde harcanan [total] nedeniyle [old_group] başarıyla kaldırıldı.

# Languages::log_type_client_tiers
source: Client Tiers
da_dk: Klientniveauer
de_de: Client-Stufen
fa_ir: رده های مشتری
fi_fi: Asiakastasot
nl_nl: Klantniveaus
no_no: Klientnivåer
sv_se: Klientnivåer
tr_tr: Müşteri Katmanları

# Languages::log_action_ct_success
source: Success
da_dk: Succes
de_de: Erfolgreich
fa_ir: موفقیت
fi_fi: Menestys
nl_nl: Succes
no_no: Suksess
sv_se: Framgång
tr_tr: Başarı

# Languages::log_action_ct_failure
source: Errors
da_dk: Fejl
de_de: Fehler
fa_ir: خطاها
fi_fi: Virheet
nl_nl: fouten
no_no: Feil
sv_se: Fel
tr_tr: Hatalar

# Languages::client_tiers.previous_30_days
source: Previous 30 days
da_dk: Forrige 30 dage
de_de: Letzte 30 Tage
fa_ir: 30 روز قبل
fi_fi: Edelliset 30 päivää
nl_nl: Vorige 30 dagen
no_no: Forrige 30 dager
sv_se: Tidigare 30 dagar
tr_tr: Önceki 30 gün

# Languages::client_tiers.previous_month
source: Previous month
da_dk: Forrige måned
de_de: Vorheriger Monat
fa_ir: ماه گذشته
fi_fi: Edellinen kuukausi
nl_nl: Vorige maand
no_no: Forrige måned
sv_se: Förra månaden
tr_tr: Geçtiğimiz ay

# Languages::client_tiers.previous_12_months
source: Previous 12 months
da_dk: Tidligere 12 måneder
de_de: Letzte 12 Monate
fa_ir: 12 ماه قبل
fi_fi: Edelliset 12 kuukautta
nl_nl: Vorige 12 maanden
no_no: Forrige 12 måneder
sv_se: Tidigare 12 månader
tr_tr: Önceki 12 ay

# Languages::client_tiers.previous_year
source: Previous year
da_dk: Foregående år
de_de: Vorheriges Jahr
fa_ir: پارسال
fi_fi: Edellinen vuosi
nl_nl: Vorig jaar
no_no: Forrige år
sv_se: Förra året
tr_tr: Geçen yıl

# Languages::client_tiers.after_completed_purchase
source: After the order is paid
da_dk: Efter at ordren er betalt
de_de: Nachdem die Bestellung bezahlt wurde
fa_ir: پس از پرداخت سفارش
fi_fi: Kun tilaus on maksettu
nl_nl: Nadat de bestelling is betaald
no_no: Etter at bestillingen er betalt
sv_se: Efter att beställningen är betald
tr_tr: Sipariş ödendikten sonra

# Languages::client_tiers.after_tier_check
source: After tier check only
da_dk: Kun efter niveaukontrol
de_de: Nur nach Tier-Check
fa_ir: فقط پس از بررسی ردیف
fi_fi: Vain tasotarkastuksen jälkeen
nl_nl: Alleen na niveaucontrole
no_no: Kun etter nivåsjekk
sv_se: Endast efter nivåkontroll
tr_tr: Yalnızca katman kontrolünden sonra

# Languages::client_tiers.update_tiers
source: Tier check
fa_ir: بررسی ردیف
fi_fi: Tason tarkistus
nl_nl: Niveaucontrole
no_no: Nivåsjekk
sv_se: Nivåkontroll
tr_tr: Katman kontrolü

# Languages::client_tiers.run_recalculation
source: Check customer tiers now
da_dk: Tjek kundeniveauer nu
de_de: Überprüfen Sie jetzt die Kundenstufen
fa_ir: اکنون سطوح مشتریان را بررسی کنید
fi_fi: Tarkista asiakastasot nyt
nl_nl: Controleer nu klantniveaus
no_no: Sjekk kundenivåene nå
sv_se: Kontrollera kundnivåer nu
tr_tr: Müşteri katmanlarını şimdi kontrol edin

# Languages::client_tiers.run_tiers_updating_by_cron
source: Updating client tiers is the resource-intensive process. It's recommended to run it automatically at certain time intervals.<br>To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
da_dk: Opdatering af klientlag er den ressourcekrævende proces. Det anbefales at køre det automatisk med bestemte tidsintervaller.<br>For at gøre det skal du tilføje følgende kommando til <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
de_de: Das Aktualisieren von Clientebenen ist ein ressourcenintensiver Prozess. Es wird empfohlen, es in bestimmten Zeitintervallen automatisch auszuführen.<br>Fügen Sie dazu den folgenden Befehl zu <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>hinzu:
fa_ir: به روز رسانی لایه های مشتری فرآیندی است که منابع فشرده ای دارد. توصیه می شود آن را به طور خودکار در بازه های زمانی مشخص اجرا کنید.<br>برای انجام این کار، دستور زیر را به <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>اضافه کنید:
fi_fi: Asiakastasojen päivittäminen on resursseja vaativa prosessi. On suositeltavaa suorittaa se automaattisesti tietyin aikavälein.<br>Tee se lisäämällä seuraava komento kohtaan <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
nl_nl: Het bijwerken van clientlagen is een proces dat veel resources vergt. Het wordt aanbevolen om het op bepaalde tijdsintervallen automatisch uit te voeren.<br>Om dit te doen, voegt u het volgende commando toe aan <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
no_no: Oppdatering av klientnivåer er den ressurskrevende prosessen. Det anbefales å kjøre den automatisk med bestemte tidsintervaller.<br>For å gjøre det, legg til følgende kommando til <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
sv_se: Att uppdatera klientnivåer är den resurskrävande processen. Det rekommenderas att köra det automatiskt med vissa tidsintervall.<br>För att göra det, lägg till följande kommando till <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
tr_tr: İstemci katmanlarını güncellemek, kaynak yoğun bir süreçtir. Belirli zaman aralıklarında otomatik olarak çalıştırılması önerilir.<br>Bunu yapmak için <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>aşağıdaki komutu ekleyin:

# Languages::client_tiers.all_been_recalculated
source: Tiers have been checked and updated
da_dk: Niveauer er blevet kontrolleret og opdateret
de_de: Ebenen wurden überprüft und aktualisiert
fa_ir: طبقات بررسی و به روز شده است
fi_fi: Tasot on tarkistettu ja päivitetty
nl_nl: Tiers zijn gecontroleerd en bijgewerkt
no_no: Nivåene er sjekket og oppdatert
sv_se: Nivåer har kontrollerats och uppdaterats
tr_tr: Katmanlar kontrol edildi ve güncellendi

# Languages::client_tiers.silver_promotion
source: Silver tier promotion
da_dk: Sølv tier forfremmelse
de_de: Förderung der Silberstufe
fa_ir: ارتقاء ردیف نقره ای
fi_fi: Hopeatason promootio
nl_nl: Zilveren tier-promotie
no_no: Forfremmelse på sølvnivå
tr_tr: Gümüş seviye promosyonu

# Languages::client_tiers.bronze_promotion
source: Bronze tier promotion
da_dk: Bronze tier forfremmelse
de_de: Beförderung zur Bronze-Stufe
fa_ir: ارتقاء سطح برنز
fi_fi: Pronssitason promootio
nl_nl: Bronzen promotie
no_no: Opprykk på bronsenivå
sv_se: Befordran på bronsnivå
tr_tr: Bronz seviye promosyonu

# Languages::client_tiers.gold_promotion
source: Gold tier promotion
da_dk: Guld tier promotion
de_de: Förderung der Goldstufe
fa_ir: ارتقاء ردیف طلا
fi_fi: Kultatason promootio
nl_nl: Gold tier promotie
no_no: Forfremmelse på gullnivå
sv_se: Guldskiktskampanj
tr_tr: Altın seviye promosyonu

# Languages::client_tiers.silver_promotion.detailed_description
source: Only Silver Level Customers are eligible for this promotion.
da_dk: Kun Silver Level-kunder er kvalificerede til denne kampagne.
de_de: Nur Silver-Level-Kunden sind für diese Aktion berechtigt.
fa_ir: فقط مشتریان سطح نقره ای واجد شرایط این تبلیغ هستند.
fi_fi: Vain hopeatason asiakkaat ovat oikeutettuja tähän kampanjaan.
nl_nl: Alleen Silver Level-klanten komen in aanmerking voor deze promotie.
no_no: Kun Silver Level-kunder er kvalifisert for denne kampanjen.
sv_se: Endast Silver Level-kunder är berättigade till denna kampanj.
tr_tr: Bu promosyondan yalnızca Gümüş Seviye Müşteriler yararlanabilir.

# Languages::client_tiers.silver_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Silver Level Customers.
da_dk: Denne kampagne blev oprettet automatisk som en del af Client Tiers-tilføjelsen. Det gælder kun for Silver Level-kunder.
de_de: Diese Werbeaktion wurde automatisch als Teil des Add-ons „Client Tiers“ erstellt. Es gilt nur für Silver-Level-Kunden.
fa_ir: این تبلیغ به صورت خودکار به عنوان بخشی از افزونه Client Tiers ایجاد شد. این فقط برای مشتریان سطح نقره ای اعمال می شود.
fi_fi: Tämä tarjous luotiin automaattisesti osana Client Tiers -lisäosaa. Se koskee vain hopeatason asiakkaita.
nl_nl: Deze promotie is automatisch gemaakt als onderdeel van de add-on Client Tiers. Het is alleen van toepassing op Silver Level-klanten.
no_no: Denne kampanjen ble opprettet automatisk som en del av tillegget Client Tiers. Det gjelder kun for Silver Level-kunder.
sv_se: Denna kampanj skapades automatiskt som en del av tillägget Client Tiers. Det gäller endast Silver Level-kunder.
tr_tr: Bu promosyon, Müşteri Katmanları eklentisinin bir parçası olarak otomatik olarak oluşturulmuştur. Yalnızca Gümüş Düzey Müşteriler için geçerlidir.

# Languages::client_tiers.bronze_promotion.detailed_description
source: Only Bronze Level Customers are eligible for this promotion.
da_dk: Kun kunder på bronzeniveau er kvalificerede til denne kampagne.
de_de: Nur Kunden mit Bronze-Level sind für diese Aktion berechtigt.
fa_ir: فقط مشتریان سطح برنز واجد شرایط این تبلیغ هستند.
fi_fi: Vain pronssitason asiakkaat ovat oikeutettuja tähän kampanjaan.
nl_nl: Alleen Bronze Level-klanten komen in aanmerking voor deze promotie.
no_no: Kun kunder på bronsenivå er kvalifisert for denne kampanjen.
sv_se: Endast kunder på bronsnivå är berättigade till denna kampanj.
tr_tr: Bu promosyondan yalnızca Bronz Seviye Müşteriler yararlanabilir.

# Languages::client_tiers.bronze_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Bronze Level Customers.
da_dk: Denne kampagne blev oprettet automatisk som en del af Client Tiers-tilføjelsen. Det gælder kun for kunder på bronzeniveau.
de_de: Diese Werbeaktion wurde automatisch als Teil des Add-ons „Client Tiers“ erstellt. Es gilt nur für Kunden mit Bronze-Level.
fa_ir: این تبلیغ به صورت خودکار به عنوان بخشی از افزونه Client Tiers ایجاد شد. این فقط برای مشتریان سطح برنز اعمال می شود.
fi_fi: Tämä tarjous luotiin automaattisesti osana Client Tiers -lisäosaa. Se koskee vain pronssitason asiakkaita.
nl_nl: Deze promotie is automatisch gemaakt als onderdeel van de add-on Client Tiers. Het is alleen van toepassing op Bronze Level-klanten.
no_no: Denne kampanjen ble opprettet automatisk som en del av tillegget Client Tiers. Det gjelder kun for kunder på bronsenivå.
sv_se: Denna kampanj skapades automatiskt som en del av tillägget Client Tiers. Det gäller endast kunder på bronsnivå.
tr_tr: Bu promosyon, Müşteri Katmanları eklentisinin bir parçası olarak otomatik olarak oluşturulmuştur. Yalnızca Bronz Seviye Müşteriler için geçerlidir.
