Repository: rc54266/merkle_estagio
Catalog: var/langs/*/addons/client_tiers.po
Languages: da_dk, de_de, fa_ir, fi_fi, nl_nl, no_no, sv_se, tr_tr

# Languages::client_tiers.gold_promotion.detailed_description
source: Only Gold Level Customers are eligible for this promotion.
da_dk: Kun Gold Level-kunder er kvalificerede til denne kampagne.
de_de: Nur Gold-Level-Kunden sind für diese Aktion berechtigt.
fa_ir: فقط مشتریان سطح طلایی واجد شرایط این تبلیغ هستند.
fi_fi: Vain kultatason asiakkaat ovat oikeutettuja tähän kampanjaan.
nl_nl: Alleen Gold Level-klanten komen in aanmerking voor deze promotie.
no_no: Kun gullnivåkunder er kvalifisert for denne kampanjen.
sv_se: Endast guldnivåkunder är berättigade till denna kampanj.
tr_tr: Bu promosyondan yalnızca Altın Seviye Müşteriler yararlanabilir.

# Languages::client_tiers.gold_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Gold Level Customers.
da_dk: Denne kampagne blev oprettet automatisk som en del af Client Tiers-tilføjelsen. Det gælder kun for kunder på guldniveau.
de_de: Diese Werbeaktion wurde automatisch als Teil des Add-ons „Client Tiers“ erstellt. Es gilt nur für Gold-Level-Kunden.
fa_ir: این تبلیغ به صورت خودکار به عنوان بخشی از افزونه Client Tiers ایجاد شد. این فقط برای مشتریان سطح طلا اعمال می شود.
fi_fi: Tämä tarjous luotiin automaattisesti osana Client Tiers -lisäosaa. Se koskee vain kultatason asiakkaita.
nl_nl: Deze promotie is automatisch gemaakt als onderdeel van de add-on Client Tiers. Het is alleen van toepassing op Gold Level-klanten.
no_no: Denne kampanjen ble opprettet automatisk som en del av tillegget Client Tiers. Det gjelder kun for gullnivåkunder.
sv_se: Denna kampanj skapades automatiskt som en del av tillägget Client Tiers. Det gäller endast kunder på guldnivå.
tr_tr: Bu promosyon, Müşteri Katmanları eklentisinin bir parçası olarak otomatik olarak oluşturulmuştur. Yalnızca Altın Seviye Müşteriler için geçerlidir.

# Languages::client_tiers.removed_from_old_group
source: Removed from user group
da_dk: Fjernet fra brugergruppen
de_de: Aus Benutzergruppe entfernt
fa_ir: از گروه کاربری حذف شد
fi_fi: Poistettu käyttäjäryhmästä
nl_nl: Verwijderd uit gebruikersgroep
no_no: Fjernet fra brukergruppen
sv_se: Borttagen från användargruppen
tr_tr: Kullanıcı grubundan kaldırıldı

# Languages::client_tiers.moved_to_new_group
source: Moved to user group
da_dk: Flyttet til brugergruppe
de_de: In Benutzergruppe verschoben
fa_ir: به گروه کاربری منتقل شد
fi_fi: Siirretty käyttäjäryhmään
nl_nl: Verplaatst naar gebruikersgroep
no_no: Flyttet til brukergruppe
sv_se: Flyttad till användargrupp
tr_tr: Kullanıcı grubuna taşındı

# Languages::client_tiers.installation_message
source: To help you get started, we have added user groups for Gold, Silver, and Bronze Level Customers, as well as corresponding promotions. Please check <a href="[user_groups]" target="_blank">user groups</a> and <a href="[promotions]" target="_blank">promotions</a>, and adjust them as needed. You can also delete them and create your own.
da_dk: For at hjælpe dig i gang har vi tilføjet brugergrupper for kunder på guld-, sølv- og bronzeniveau samt tilsvarende kampagner. Tjek venligst <a href="[user_groups]" target="_blank">brugergruppe</a> og <a href="[promotions]" target="_blank">kampagner</a>, og juster dem efter behov. Du kan også slette dem og oprette dine egne.
de_de: Um Ihnen den Einstieg zu erleichtern, haben wir Benutzergruppen für Gold-, Silber- und Bronze-Level-Kunden sowie entsprechende Aktionen hinzugefügt. Bitte überprüfen Sie <a href="[user_groups]" target="_blank">Benutzergruppen</a> und <a href="[promotions]" target="_blank">Aktionen</a>und passen Sie sie bei Bedarf an. Sie können sie auch löschen und eigene erstellen.
fa_ir: برای کمک به شما برای شروع، گروه های کاربری را برای مشتریان سطح طلایی، نقره ای و برنزی و همچنین تبلیغات مربوطه اضافه کرده ایم. لطفاً <a href="[user_groups]" target="_blank">گروه کاربر</a> و <a href="[promotions]" target="_blank">تبلیغات</a>را بررسی کنید و در صورت نیاز آنها را تنظیم کنید. شما همچنین می توانید آنها را حذف کرده و خود را ایجاد کنید.
fi_fi: Auttaaksemme sinua aloittamaan, olemme lisänneet käyttäjäryhmiä kulta-, hopea- ja pronssitason asiakkaille sekä vastaavat tarjoukset. Tarkista <a href="[user_groups]" target="_blank">käyttäjäryhmää</a> ja <a href="[promotions]" target="_blank">tarjouksia</a>ja muokkaa niitä tarpeen mukaan. Voit myös poistaa ne ja luoda omia.
nl_nl: Om u op weg te helpen, hebben we gebruikersgroepen voor Gold-, Silver- en Bronze Level-klanten toegevoegd, evenals bijbehorende promoties. Controleer a.u.b. <a href="[user_groups]" target="_blank">gebruikersgroepen</a> en <a href="[promotions]" target="_blank">promoties</a>, en pas deze indien nodig aan. U kunt ze ook verwijderen en uw eigen maken.
no_no: For å hjelpe deg i gang har vi lagt til brukergrupper for kunder på gull-, sølv- og bronsenivå, i tillegg til tilsvarende kampanjer. Vennligst sjekk <a href="[user_groups]" target="_blank">brukergruppe</a> og <a href="[promotions]" target="_blank">kampanjer</a>, og juster dem etter behov. Du kan også slette dem og lage dine egne.
sv_se: För att hjälpa dig komma igång har vi lagt till användargrupper för kunder på guld-, silver- och bronsnivå, samt motsvarande kampanjer. Kontrollera <a href="[user_groups]" target="_blank">användargrupper</a> och <a href="[promotions]" target="_blank">kampanjer</a>och justera dem efter behov. Du kan också ta bort dem och skapa dina egna.
tr_tr: Başlamanıza yardımcı olmak için Altın, Gümüş ve Bronz Düzeyindeki Müşteriler için kullanıcı gruplarının yanı sıra ilgili promosyonları ekledik. Lütfen <a href="[user_groups]" target="_blank">kullanıcı grubu</a> ve <a href="[promotions]" target="_blank">promosyonlarını</a>kontrol edin ve bunları gerektiği gibi ayarlayın. Ayrıca bunları silebilir ve kendinizinkini oluşturabilirsiniz.
