Repository: rc54266/merkle_estagio
Catalog: var/langs/*/addons/customer_price_list.po
Languages: de_de, fa_ir, ko_kr, nl_nl, no_no, sv_se, tr_tr, zh_cn

# Addons::name::customer_price_list
source: Price list for customers
de_de: Preisliste für Kunden
fa_ir: لیست قیمت برای مشتریان
ko_kr: 고객용 가격표
nl_nl: Prijslijst voor klanten
no_no: Prisliste for kunder
sv_se: Prislista för kunder
tr_tr: Müşteriler için fiyat listesi
zh_cn: 客户价目表

# Addons::description::customer_price_list
source: Allows customers to download a price list either with all the products, or with the products in their cart.
de_de: Erlaubt Kunden, entweder eine Preisliste für alle Produkte, oder nur für Produkte im Warenkorb herunterzuladen
fa_ir: به مشتریان امکان می دهد لیست قیمت را با همه محصولات یا با محصولات موجود در سبد خرید خود دانلود کنند.
ko_kr: 고객이 모든 제품 또는 장바구니에 있는 제품과 함께 가격 목록을 다운로드할 수 있습니다.
nl_nl: Hiermee kunnen klanten een prijslijst downloaden met alle producten of met de producten in hun winkelwagentje.
no_no: Lar kundene laste ned en prisliste enten med alle produktene, eller med produktene i handlekurven.
sv_se: Tillåter kunder att ladda ner en prislista antingen med alla produkter eller med produkterna i varukorgen.
tr_tr: Müşterilerin, tüm ürünlerle veya sepetlerindeki ürünlerle birlikte bir fiyat listesi indirmesine olanak tanır.
zh_cn: 允许客户下载包含所有产品或购物车中产品的价目表。

# SettingsSections::customer_price_list::general
source: General
de_de: Allgemein
fa_ir: عمومی
ko_kr: 일반적인
nl_nl: Algemeen
no_no: Generell
sv_se: Allmän
tr_tr: Genel
zh_cn: 一般的

# SettingsSections::customer_price_list::files
source: Files
de_de: Dateien
fa_ir: فایل ها
ko_kr: 파일
nl_nl: Bestanden
no_no: Filer
sv_se: Filer
tr_tr: Dosyalar
zh_cn: 文件

# SettingsOptions::customer_price_list::price_list_fields
source: Fields
de_de: Felder
fa_ir: زمینه های
ko_kr: 필드
nl_nl: Velden
no_no: Enger
sv_se: Fält
tr_tr: Alanlar
zh_cn: 字段

# SettingsOptions::customer_price_list::price_list_sorting
source: Sort by
de_de: Sortieren nach
fa_ir: مرتب سازی بر اساس
ko_kr: 정렬 기준
nl_nl: Sorteer op
no_no: Sorter etter
sv_se: Sortera efter
tr_tr: Göre sırala
zh_cn: 排序方式

# SettingsOptions::customer_price_list::price_list_group_by_category
source: Group by category
de_de: Nach Kategorie gruppieren
fa_ir: گروه بر اساس دسته
ko_kr: 범주별 그룹화
nl_nl: Groeperen op categorie
no_no: Grupper etter kategori
sv_se: Gruppera efter kategori
tr_tr: Kategoriye göre gruplandır
zh_cn: 按类别分组

# SettingsOptions::customer_price_list::show_download_link_on_profile
source: Show download link in "My Account"
de_de: Downloadlink unter "Mein Account" anzeigen
fa_ir: نمایش لینک دانلود در "حساب من"
ko_kr: "내 계정"에 다운로드 링크 표시
nl_nl: Toon downloadlink in "Mijn account"
no_no: Vis nedlastingslenke i "Min konto"
sv_se: Visa nedladdningslänk i "Mitt konto"
tr_tr: İndirme bağlantısını "Hesabım" bölümünde göster
zh_cn: 在“我的帐户”中显示下载链接

# SettingsOptions::customer_price_list::show_download_link_on_cart
source: Show download link in the cart
de_de: Downloadlink im Warenkorb anzeigen
fa_ir: نمایش لینک دانلود در سبد خرید
ko_kr: 장바구니에 다운로드 링크 표시
nl_nl: Toon downloadlink in de winkelwagen
no_no: Vis nedlastingslenke i handlekurven
sv_se: Visa nedladdningslänk i kundvagnen
tr_tr: Sepette indirme bağlantısını göster
zh_cn: 在购物车中显示下载链接

# Languages::customer_price_list.attention
source: Attention
de_de: Achtung
fa_ir: توجه
ko_kr: 주목
nl_nl: Aandacht
no_no: Merk følgende
sv_se: Uppmärksamhet
tr_tr: Dikkat
zh_cn: 注意力

# Languages::customer_price_list.run_price_list_updating_by_cron
source: Price list generation requires a lot of resources. It's best to generate price lists automatically at certain time intervals.To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
de_de: Die Erstellung von Preislisten erfordert viele Ressourcen. Preislisten lassen sich am besten in bestimmten Zeitabständen automatisch generieren. Fügen Sie dazu den folgenden Befehl zu <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron hinzu:</a>
fa_ir: تولید لیست قیمت به منابع زیادی نیاز دارد. بهتر است لیست قیمت ها به صورت خودکار در بازه های زمانی مشخص تولید شود. برای انجام این کار، دستور زیر را به <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron اضافه کنید:</a>
ko_kr: 가격표 생성에는 많은 리소스가 필요합니다. 특정 시간 간격으로 가격 목록을 자동으로 생성하는 것이 가장 좋습니다. 이렇게 하려면 <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron에 다음 명령을 추가하십시오.</a>
nl_nl: Het genereren van prijslijsten vereist veel middelen. Het is het beste om op bepaalde tijdsintervallen automatisch prijslijsten te genereren. Om dit te doen, voegt u het volgende commando toe aan <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
no_no: Prislistegenerering krever mye ressurser. Det er best å generere prislister automatisk med bestemte tidsintervaller. For å gjøre det, legg til følgende kommando til <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
sv_se: Generering av prislistor kräver mycket resurser. Det är bäst att generera prislistor automatiskt vid vissa tidsintervall. För att göra det, lägg till följande kommando till <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
tr_tr: Fiyat listesi oluşturma, çok fazla kaynak gerektirir. Belirli zaman aralıklarında otomatik olarak fiyat listeleri oluşturmak en iyisidir. Bunun için <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron'a aşağıdaki komutu ekleyin:</a>
zh_cn: 价目表生成需要大量资源。最好在特定时间间隔自动生成价目表。为此，请将以下命令添加到 <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron：</a>

# Languages::customer_price_list.check_requirements
source: Price list generation uses the proc_open PHP function. Please make sure this function is available in the CLI mode. To check all the requirements, run the following script in the command line of your server:
de_de: Die Preislistengenerierung verwendet die PHP-Funktion proc_open. Bitte stellen Sie sicher, dass diese Funktion im CLI-Modus verfügbar ist. Um alle Anforderungen zu überprüfen, führen Sie das folgende Skript in der Befehlszeile Ihres Servers aus:
fa_ir: تولید لیست قیمت از تابع PHP proc_open استفاده می کند. لطفاً مطمئن شوید که این عملکرد در حالت CLI موجود است. برای بررسی همه الزامات، اسکریپت زیر را در خط فرمان سرور خود اجرا کنید:
ko_kr: 가격표 생성은 proc_open PHP 함수를 사용합니다. CLI 모드에서 이 기능을 사용할 수 있는지 확인하십시오. 모든 요구 사항을 확인하려면 서버의 명령줄에서 다음 스크립트를 실행하십시오.
nl_nl: Het genereren van prijslijsten maakt gebruik van de proc_open PHP-functie. Zorg ervoor dat deze functie beschikbaar is in de CLI-modus. Om alle vereisten te controleren, voert u het volgende script uit in de opdrachtregel van uw server:
no_no: Prislistegenerering bruker proc_open PHP-funksjonen. Sørg for at denne funksjonen er tilgjengelig i CLI-modus. For å sjekke alle kravene, kjør følgende skript på kommandolinjen på serveren din:
sv_se: Generering av prislistor använder proc_open PHP-funktionen. Se till att den här funktionen är tillgänglig i CLI-läget. För att kontrollera alla krav, kör följande skript på kommandoraden på din server:
tr_tr: Fiyat listesi oluşturma, proc_open PHP işlevini kullanır. Lütfen bu işlevin CLI modunda mevcut olduğundan emin olun. Tüm gereksinimleri kontrol etmek için sunucunuzun komut satırında aşağıdaki betiği çalıştırın:
zh_cn: 价目表生成使用 proc_open PHP 函数。请确保此功能在 CLI 模式下可用。要检查所有要求，请在服务器的命令行中运行以下脚本：

# Languages::customer_price_list.updated_at
source: Updated at
de_de: Aktualisiert am
fa_ir: به روز شده در
ko_kr: 업데이트 날짜
nl_nl: Bijgewerkt op
no_no: Oppdatert kl
sv_se: Uppdaterad kl
tr_tr: Şu saatte güncellendi:
zh_cn: 更新于

# Languages::customer_price_list.not_created_yet
source: Not created yet
de_de: Noch nicht erstellt
fa_ir: هنوز ایجاد نشده است
ko_kr: 아직 생성되지 않음
nl_nl: Nog niet gemaakt
no_no: Ikke opprettet ennå
sv_se: Inte skapat ännu
tr_tr: Henüz oluşturulmadı
zh_cn: 尚未创建

# Languages::customer_price_list.enable_generating_price_list
source: Generate own price list
de_de: Eigene Preisliste erstellen
fa_ir: لیست قیمت خود را ایجاد کنید
ko_kr: 자체 가격 목록 생성
nl_nl: Genereer eigen prijslijst
no_no: Generer egen prisliste
sv_se: Skapa en egen prislista
tr_tr: Kendi fiyat listesini oluştur
zh_cn: 生成自己的价目表

# Languages::customer_price_list.tooltip_enable_generating_price_list
source: If you plan to have different prices for this user group, generate an own price list for it. Otherwise, members of this group will get the common price list available to all customers.
de_de: When Sie planen, andere Preise für diese User Gruppe zu haben, generieren Sie eine eigene Preisliste für diese. Ansonsten werden alle Mitglieder dieser Gruppe die allgemeine Preisliste erhalten, die für alle Kunden zugänglich ist.
fa_ir: اگر قصد دارید قیمت های متفاوتی برای این گروه کاربری داشته باشید، لیست قیمت خود را برای آن ایجاد کنید. در غیر این صورت اعضای این گروه لیست قیمت مشترک را در اختیار همه مشتریان قرار خواهند داد.
ko_kr: 이 사용자 그룹에 대해 다른 가격을 사용하려는 경우 고유한 가격 목록을 생성하십시오. 그렇지 않으면 이 그룹의 구성원은 모든 고객이 사용할 수 있는 공통 가격표를 받게 됩니다.
nl_nl: Als je van plan bent om voor deze gebruikersgroep andere prijzen te hanteren, maak er dan een eigen prijslijst voor aan. Anders krijgen leden van deze groep de gemeenschappelijke prijslijst beschikbaar voor alle klanten.
no_no: Hvis du planlegger å ha forskjellige priser for denne brukergruppen, generer en egen prisliste for den. Ellers vil medlemmer av denne gruppen få den felles prislisten tilgjengelig for alle kunder.
sv_se: Om du planerar att ha olika priser för denna användargrupp, skapa en egen prislista för den. Annars kommer medlemmar i denna grupp att få den gemensamma prislistan tillgänglig för alla kunder.
tr_tr: Bu kullanıcı grubu için farklı fiyatlara sahip olmayı planlıyorsanız, bunun için kendi fiyat listesini oluşturun. Aksi takdirde, bu grubun üyeleri, tüm müşterilere sunulan ortak fiyat listesini alacaktır.
zh_cn: 如果您计划为此用户组设置不同的价格，请为其生成自己的价格表。否则，该组的成员将获得可供所有客户使用的通用价目表。

# Languages::customer_price_list.price_list_priority
source: Price list priority
de_de: Preislistenpriorität
fa_ir: اولویت لیست قیمت
ko_kr: 가격 목록 우선순위
nl_nl: Prioriteit prijslijst
no_no: Prislisteprioritet
sv_se: Prislista prioritet
tr_tr: Fiyat listesi önceliği
zh_cn: 价目表优先级

# Languages::customer_price_list.tooltip_price_list_priority
source: Determines which price list a user will get when he or she is a member of multiple groups with own price lists. Such users get the price list that has the highest number in "Priority".
de_de: Legt fest, welche Preisliste ein Benutzer erhält, wenn er oder sie Mitglied mehrerer Gruppen mit eigenen Preislisten ist. Solche Benutzer erhalten die Preisliste mit der höchsten Nummer in "Priorität".
fa_ir: تعیین می‌کند زمانی که کاربر عضو چندین گروه با فهرست قیمت‌های خاص خود باشد، چه لیست قیمتی را دریافت می‌کند. چنین کاربرانی لیست قیمتی را دریافت می کنند که بیشترین عدد را در "اولویت" دارد.
ko_kr: 사용자가 자체 가격 목록이 있는 여러 그룹의 구성원인 경우 사용자가 받게 될 가격 목록을 결정합니다. 이러한 사용자는 "우선 순위"에서 가장 높은 번호를 가진 가격 목록을 얻습니다.
nl_nl: Bepaalt welke prijslijst een gebruiker krijgt als hij of zij lid is van meerdere groepen met eigen prijslijsten. Dergelijke gebruikers krijgen de prijslijst met het hoogste nummer in "Prioriteit".
no_no: Bestemmer hvilken prisliste en bruker vil få når han eller hun er medlem av flere grupper med egne prislister. Slike brukere får den prislisten som har det høyeste tallet i "Prioritet".
sv_se: Bestämmer vilken prislista en användare får när han eller hon är medlem i flera grupper med egna prislistor. Sådana användare får den prislista som har högst nummer i "Prioritet".
tr_tr: Bir kullanıcının kendi fiyat listelerine sahip birden fazla gruba üye olduğunda hangi fiyat listesini alacağını belirler. Bu tür kullanıcılar, "Öncelik"te en yüksek sayıya sahip fiyat listesini alırlar.
zh_cn: 确定当用户是具有自己的价目表的多个组的成员时，他或她将获得哪个价目表。此类用户获得“优先级”中编号最高的价目表。

# Languages::customer_price_list.price_list_generation_error
source: Sorry, we couldn't find your price list. Please try again later or contact us and let us know about this problem.
de_de: Die Preisliste wurde nicht gefunden. Versuche es später erneut oder wende dich an uns mit deinem Problem.
fa_ir: متأسفیم، نتوانستیم لیست قیمت شما را پیدا کنیم. لطفاً بعداً دوباره امتحان کنید یا با ما تماس بگیرید و این مشکل را به ما اطلاع دهید.
ko_kr: 죄송합니다. 가격 목록을 찾을 수 없습니다. 나중에 다시 시도하거나 저희에게 연락하여 이 문제에 대해 알려주십시오.
nl_nl: Sorry, we konden uw prijslijst niet vinden. Probeer het later opnieuw of neem contact met ons op en laat het ons weten over dit probleem.
no_no: Beklager, vi fant ikke prislisten din. Vennligst prøv igjen senere eller kontakt oss og gi oss beskjed om dette problemet.
sv_se: Tyvärr, vi kunde inte hitta din prislista. Försök igen senare eller kontakta oss och meddela oss om detta problem.
tr_tr: Üzgünüz, fiyat listenizi bulamadık. Lütfen daha sonra tekrar deneyin veya bizimle iletişime geçerek bu sorunu bize bildirin.
zh_cn: 抱歉，我们找不到您的价目表。请稍后再试或联系我们，让我们知道这个问题。

# Languages::customer_price_list.account.download_price_list
source: Download price list
de_de: Preisliste herunterladen
fa_ir: دانلود لیست قیمت
ko_kr: 가격표 다운로드
nl_nl: Prijslijst downloaden
no_no: Last ned prisliste
sv_se: Ladda ner prislista
tr_tr: Fiyat listesini indir
zh_cn: 下载价目表

# Languages::customer_price_list.cart.download_price_list
source: Download price list
de_de: Preisliste herunterladen
fa_ir: دانلود لیست قیمت
ko_kr: 가격표 다운로드
nl_nl: Prijslijst downloaden
no_no: Last ned prisliste
sv_se: Ladda ner prislista
tr_tr: Fiyat listesini indir
zh_cn: 下载价目表

# Languages::customer_price_list.starting_generate_price_list
source: [[storefront]]: [[usergroup]]: starting price list generation
de_de: [[storefront]]: [[usergroup]]: Starten der Preislistengenerierung
fa_ir: [[storefront]]: [[usergroup]]: شروع تولید لیست قیمت
ko_kr: [[storefront]]: [[usergroup]]: 가격 목록 생성 시작
nl_nl: [[storefront]]: [[usergroup]]: vanaf generatie prijslijst
no_no: [[storefront]]: [[usergroup]]: startprislistegenerering
sv_se: [[storefront]]: [[usergroup]]: startprislistor
tr_tr: [[storefront]]: [[usergroup]]: fiyat listesi oluşturmaya başlar
zh_cn: [[storefront]]：[[usergroup]]：开始价格表生成

# Languages::customer_price_list.ending_generate_price_list
source: [[storefront]]: [[usergroup]]: ending price list generation
de_de: [[storefront]]: [[usergroup]]: Ende der Preislistengenerierung
fa_ir: [[storefront]]: [[usergroup]]: پایان تولید لیست قیمت
ko_kr: [[storefront]]: [[usergroup]]: 가격 목록 생성 종료
nl_nl: [[storefront]]: [[usergroup]]: einde prijslijst generatie
no_no: [[storefront]]: [[usergroup]]: avslutter generering av prislister
sv_se: [[storefront]]: [[usergroup]]: avslutar generering av prislistor
tr_tr: [[storefront]]: [[usergroup]]: son fiyat listesi oluşturma
zh_cn: [[storefront]]：[[usergroup]]：结束价目表生成
