Repository: rc54266/merkle_estagio
Catalog: var/langs/*/addons/organizations.po
Languages: fa_ir, ro_ro

# Addons::name::organizations
source: Organizations and representatives [Beta]
fa_ir: سازمان ها و نمایندگان [Beta]
ro_ro: Organizații și reprezentanți [Beta]

# Addons::description::organizations
source: Allows your customers to create organizations (legal entities). An organization can have multiple customer accounts associated with it. They act as representatives of the organization.
fa_ir: به مشتریان شما اجازه می دهد تا سازمان ها (اشخاص حقوقی) ایجاد کنند. یک سازمان می تواند چندین حساب مشتری مرتبط با آن داشته باشد. آنها به عنوان نمایندگان سازمان عمل می کنند.
ro_ro: Permite clienților tăi să creeze organizații (persoane juridice). O organizație poate avea asociate mai multe conturi de clienți. Aceștia acționează ca reprezentanți ai organizației.

# SettingsSections::organizations::general
source: General
fa_ir: عمومی

# SettingsOptions::organizations::b2b_storefront_ids
source: B2B Storefronts
fa_ir: ویترین های B2B
ro_ro: Vitrine B2B

# Languages::profile_types_section_organization
source: Organization information
fa_ir: اطلاعات سازمان
ro_ro: Informații despre organizație

# Languages::organizations
source: Organizations
fa_ir: سازمان های
ro_ro: Organizații

# Languages::organizations.organization
source: Organization
fa_ir: سازمان
ro_ro: Organizare

# Languages::organizations.user_role_owner
source: Owner
fa_ir: مالک
ro_ro: Proprietar

# Languages::organizations.user_role_representative
source: Representative
fa_ir: نماینده
ro_ro: Reprezentant

# Languages::organizations_menu_description
source: List of the store's organizations.
fa_ir: لیست سازمان های فروشگاه.
ro_ro: Lista organizațiilor magazinului.

# Languages::organizations.new_organization
source: New organization
fa_ir: سازمان جدید
ro_ro: Noua organizare

# Languages::organizations.edit_organization
source: Edit organization: [name]
fa_ir: سازمان ویرایش: [name]
ro_ro: Editați organizația: [name]

# Languages::organizations.promotion_cond_once_per_organization
source: Once for organization
fa_ir: یک بار برای سازمان
ro_ro: O dată pentru organizare

# Languages::organizations.promotion_cond_organizations
source: Organizations
fa_ir: سازمان های
ro_ro: Organizații

# Languages::promotion_cond_organizations
source: Organizations
fa_ir: سازمان های
ro_ro: Organizații

# Languages::organizations.organization_details
source: Organization details
fa_ir: جزئیات سازمان
ro_ro: Detalii de organizare

# Languages::organizations.manage_users
source: Manage users
fa_ir: مدیریت کاربران
ro_ro: Gestionare Utilizatori

# Languages::organizations.last_sign_in
source: Last sign in
fa_ir: آخرین ورود به سیستم
ro_ro: Ultima conectare
